import ServicesOne from '../../Icons/services/vak.jpeg'
import Services2 from '../../Icons/services/ica.jpeg'
import trkip from '../../Icons/services/trkip.jpeg'


// option to navbar....
export const ListNavBarTop = [
    {
        _id : 1,
        name : 'الرئيسية',
        link : '/'
    },
    {
        _id : 2,
        name : 'خدماتنا',
        link : '#services'
    },
    {
        _id : 3,
        name : 'عنا',
        link : '#about'
    },
    {
        _id : 4,
        name :'تواصل معنا',
        link : '#calling'
    },
]



// slider home ...
export const HomeSlider = {

    title: 'نجار الرياض ',
    des : 'نجار ديكورات غرف نوم وتفصيل حسب الطلب وتفصيل خزائن ودوليب',
    telefon : '0568970473',
   
}


// about us 
export const AboutUs = { 
    title : 'من نحن',

     des : `مرحبًا بك في موقعنا المميز للنجار! نحن فريق من الحرفيين المهرة والمتخصصين في فن النجارة. نسعى جاهدين لتوفير أفضل الخدمات الخشبية والتصاميم المبتكرة لعملائنا.

     مهمتنا هي تحويل أفكارك إلى واقع ملموس، حيث نستخدم مهاراتنا الاحترافية والخبرة الواسعة في صناعة الأثاث والتصميم الداخلي. سواء كنت بحاجة إلى تصميم وتنفيذ أثاث مخصص للمنزل أو المكتب، أو إجراء تحسينات في المساحات الداخلية، فإننا هنا لتحقيق رؤيتك.
     
     تتميز خدماتنا بالجودة العالية، حيث نستخدم أفضل المواد الخشبية ونتبع المعايير الصارمة في عمليات التصنيع. نحن ملتزمون بتلبية احتياجات عملائنا وتقديم تصاميم مبتكرة تتناسب مع ذوقك ومتطلباتك الفريدة.
     
     على موقعنا، ستجد مجموعة واسعة من الخدمات المتنوعة، بما في ذلك تصميم وتنفيذ الأثاث المخصص، وتجديد المطابخ والحمامات، وتركيب الأرضيات الخشبية، وتصميم وتنفيذ الديكورات الداخلية. نحن نضمن رضاك التام عن النتيجة النهائية ونسعى لتجاوز توقعاتك في كل مشروع نقوم به.
     
     استعرض مشاريعنا السابقة للاطلاع على جودة أعمالنا واحترافيتنا في التفاصيل. لا تتردد في الاتصال بنا للحصول على استشارة مجانية وتقدير لمشروعك. نحن هنا لمساعدتك في تحويل أحلامك إلى واقع تلمسه بيدي`
    // des : 'من نحن ورشه راؤد في الديكور الخشبي وصناعه الاثاث حيث نقدم احدث ديكورات وتصاميم ف صناعة الأثاث حيث نتميز بالتصميم الرائع وسرعة التنفيذ ودقة ف حيث نتميز ف تصميم وتنفيذ ديكورات المنازل حيث تقدم شركتنا مجموعة من النجارين المتميزين في أعمال النجارة الخشبية وصناعة الاثاث المنزلي والدواليب حيث أن التعامل معنا يعطي الشعور بالراحة والثقه والمصدقيه ف الكلام والفعل',
}


// telefon 
export const TelefonNumber = {

    title : 'الاتصال',
    telefon : '0568970473'
}

// my address 
export const MyAddress = {
     
    title :  'العنوان',
    address : 'الرياض حي الوادي شارع البحر الاحمر'
}

export const ServicesTitle = {
    title: 'خدماتُنا',
    des: 'نمتلك خبرة طويلة في مجالنا، ولذلك نستطيع تقديم خدمات متميّزة لك.'

}

// services....
export const Serives = [
    {
        _id : 1,
        title : 'نجار  تفصيل وتصنيع  غرف النوم',
        image: ServicesOne,
        TitleButtom: 'استفسار مجاني',
        des : 'حيث نقوم بتفصيل وتصميم الديكور الخشبي وصناعه الاثاث وتفصيل حسب الطلب وتفصيل خزائن ودوليب وتفصيل أسرة تسريحات بارتشن ابواب سنديان مظلات وخزائن صيانه منزليه وتركيب شغل ايكيا'
    },
    {
      _id : 2,
      title : 'نجار  أثاث',
      des : 'حيث نقوم بتركيب غرف نوم النوم الوطني والمودرن',
      image: trkip,
      TitleButtom: 'استفسار مجاني',
    },
    {
        _id :3,
        title : 'نجار فك وتركيب',
        image: Services2,
        des : 'نحن نقدم فك الدواليب  والخزانات والتركيب وأشياء أخرى كتيرة',
        TitleButtom: 'استفسار مجاني',
    }
]
// services...
export const Servies2 = {

    Title: 'نجار أثاث',
    TitleTo: `متخصصون في تركيب غرف النوم غرف النوم الصيني
    وغرف النوم التركي وغرف النوم الماليزي والغرف الوطني
    بافضل الاسعار مناسبه للجميع.`,
    TitleButtom: 'استفسار مجاني',
}


// last working 
export const LastWorkingImage = {
    title : 'اخر اعمالنا في الرياض',
    des : 'حيث قمنا بتنفيذ بعض اعمالنا في تفصيل ديكورات وأشياء أخرى في احياء مختلفة في الرياض'
}


// the map information 

export const TheMapInf = {
    title : 'يسعدنا التواصل معكم'
}