import ServicesOne from '../../Icons/services/vak.jpeg'
import Services2 from '../../Icons/services/ica.jpeg'
import trkip from '../../Icons/services/trkip.jpeg'

import LastImage from '../../Icons/lastworking/1.jpeg'
// option to navbar....
export const ListNavBarTop = [
    {
        _id : 1,
        name : 'الرئيسية',
        link : '/'
    },
    {
        _id : 2,
        name : 'خدماتنا',
        link : '#services'
    },
    {
        _id : 3,
        name : 'عنا',
        link : '#about'
    },
    {
        _id : 4,
        name :'تواصل معنا',
        link : '#calling'
    },
]



// slider home ...
export const HomeSlider = {

    title: 'نجار في الرياض',
    des : 'نجار تفصيل وتصنيع غرف النوم وتفصيل حسب الطلب وتفصيل خزائن ودوليب.',
    telefon : '0568970473',
    titleOnther : 'نجار ابواب الرياض',
    title2 : 'نجار الأثاث',
    title3 :'نجار فك وتركيب'
   
}


// about us 
export const AboutUs = { 
    title : 'من نحن - نحن نجارين في الرياض',

     des : `مرحبًا بك في موقعنا المميز للنجار! نحن فريق من الحرفيين المهرة والمتخصصين في فن النجارة. نسعى جاهدين لتوفير أفضل الخدمات الخشبية والتصاميم المبتكرة لعملائنا.

     مهمتنا هي تحويل أفكارك إلى واقع ملموس، حيث نستخدم مهاراتنا الاحترافية والخبرة الواسعة في صناعة الأثاث والتصميم الداخلي. سواء كنت بحاجة إلى تصميم وتنفيذ أثاث مخصص للمنزل أو المكتب، أو إجراء تحسينات في المساحات الداخلية، فإننا هنا لتحقيق رؤيتك.
     
     تتميز خدماتنا بالجودة العالية، حيث نستخدم أفضل المواد الخشبية ونتبع المعايير الصارمة في عمليات التصنيع. نحن ملتزمون بتلبية احتياجات عملائنا وتقديم تصاميم مبتكرة تتناسب مع ذوقك ومتطلباتك الفريدة.
     
     على موقعنا، ستجد مجموعة واسعة من الخدمات المتنوعة، بما في ذلك تصميم وتنفيذ الأثاث المخصص، وتجديد المطابخ والحمامات، وتركيب الأرضيات الخشبية، وتصميم وتنفيذ الديكورات الداخلية. نحن نضمن رضاك التام عن النتيجة النهائية ونسعى لتجاوز توقعاتك في كل مشروع نقوم به.
     
     استعرض مشاريعنا السابقة للاطلاع على جودة أعمالنا واحترافيتنا في التفاصيل. لا تتردد في الاتصال بنا للحصول على استشارة مجانية وتقدير لمشروعك. نحن هنا لمساعدتك في تحويل أحلامك إلى واقع تلمسه بيدي`
    // des : 'من نحن ورشه راؤد في الديكور الخشبي وصناعه الاثاث حيث نقدم احدث ديكورات وتصاميم ف صناعة الأثاث حيث نتميز بالتصميم الرائع وسرعة التنفيذ ودقة ف حيث نتميز ف تصميم وتنفيذ ديكورات المنازل حيث تقدم شركتنا مجموعة من النجارين المتميزين في أعمال النجارة الخشبية وصناعة الاثاث المنزلي والدواليب حيث أن التعامل معنا يعطي الشعور بالراحة والثقه والمصدقيه ف الكلام والفعل',
}


// telefon 
export const TelefonNumber = {

    title : 'الاتصال',
    telefon : '0568970473'
}

// 0554701244

// telefon 
export const TelefonNumber2 = {

    title : 'الاتصال',
    telefon : '0554701244'
}

// my address 
export const MyAddress = {
     
    title :  'العنوان',
    address : 'الرياض حي الوادي شارع البحر الاحمر'
}

export const ServicesTitle = {
    title: 'خدماتُنا',
    des: 'نمتلك خبرة طويلة في مجالنا، ولذلك نستطيع تقديم خدمات متميّزة لك.',
    des2: 'نحن نقدم خدمات متنوعة تشمل تفصيل وتصنيع غرف النوم، صنع الطاولات الخشبية، فك وتركيب الأثاث، وتوفير نجار خبير في جميع هذه الجوانب.'

}

// services....
export const Serives = [
    {
        _id : 1,
        title : 'نجار تفصيل وتصنيع غرف النوم',
        image: ServicesOne,
        TitleButtom: 'استفسار مجاني',
        des : 'نجار التفصيل وتصنيع غرف النوم الماهر يوفر خدمات فريدة وعالية الجودة في تصميم وتصنيع غرف النوم المخصصة. يجمع النجّار بين المهارة الفنية والاحترافية لتحويل رؤية العملاء إلى حقيقة ملموسة. استمتع بأثاث غرف النوم المصمم خصيصًا لتلبية احتياجاتك وتجسيد أسلوبك الفريد. تواصل معنا الآن للحصول على غرفة نوم أحلامك.'
    },
    {
      _id : 2,
      title : 'نجار خشب طاولات',
      des : 'نجار خشب طاولات هو فنان يتخصص في تصميم وصناعة الطاولات من الخشب. يتمتع بمهارات عالية في استخدام الأدوات والمعدات النجارة، ولديه خبرة واسعة في تشكيل وتجميع الأجزاء الخشبية لصنع طاولات ذات جودة عالية وتصاميم فريدة.',
      image: trkip,
      TitleButtom: 'استفسار مجاني',
    },
    {
        _id :3,
        title : 'نجار فك وتركيب',
        image: Services2,
        des : 'نجار فك وتركيب هو فنان مهرة يتخصص في فك وتجميع الأثاث والمفروشات. يتمتع بمهارات عالية في فهم هياكل الأثاث والمعدات المختلفة، ويستخدم الأدوات المناسبة لتفكيك وتركيب العناصر بدقة وفعالية.',
        TitleButtom: 'استفسار مجاني',
    },
    {
         
        _id: 4,
        title: 'نجار الأثاث',
        image : LastImage,
        des: `نجار الأثاث الماهر يقدم خدمات تصميم وتصنيع الأثاث بمهارة عالية واهتمام بالتفاصيل. احصل على قطع أثاث فريدة وجميلة تلبي احتياجاتك وتضفي لمسة راقية على منزلك. تعاون مع نجّار الأثاث المتميز واستمتع بالمنتجات ذات الجودة العالية والتصميم الاستثنائي. تواصل معنا الآن لتحقيق رؤيتك في الأثاث المثالي.`,
        TitleButtom: 'استفسار مجاني',
    }
]
// services...
export const Servies2 = {

    Title: 'نجار تصنيع الأبواب والنوافذ',
    TitleTo: 'نحن نهتم بتلبية احتياجاتك وتفضيلاتك بالضبط عن طريق تصميم وتصنيع أبواب ونوافذ مخصصة تناسب أسلوبك وديكور منزلك. نحن نستخدم أجود أنواع الخشب والمواد العالية الجودة لضمان المتانة والجمالية في المنتج النهائي.',
    TitleButtom: 'استفسار مجاني',
}


// last working 
export const LastWorkingImage = {
    title : 'اخر اعمالنا في الرياض',
    des : 'حيث قمنا بتنفيذ بعض اعمالنا في تصنيع الأبواب والنوافذ وفك وتركيب و خشب طاولات وأشياء أخرى في احياء مختلفة في الرياض.'
}


// the map information 

export const TheMapInf = {
    title : 'يسعدنا التواصل معكم'
}